export function ServicesSection() {
    return (
        <div className="services-section">
            <div className="servicesImg">

            </div>
            <div className="servicesInfo">
                <h2>
                    Ինչու ընտրել արևային էներգիա
                </h2>
                <p>
                    Արևային էներգիան վերջին տարիներին դարձել է լավագույն ընտրությունը ինչպես տնային տնտեսությունների,
                    այնպես էլ բիզնեսների համար։ Այն ապահովում է մաքուր, էկոլոգիապես անվնաս էներգիա՝ առանց որևէ վնասակար
                    արտանետումների։ Այս տեխնոլոգիան թույլ է տալիս զգալիորեն կրճատել էլեկտրաէներգիայի ամսական ծախսերը՝
                    միաժամանակ նվազեցնելով կախվածությունը էլեկտրական ցանցից։

                    Արևային վահանակները աշխատում են 25-30 տարի՝ պահանջելով նվազագույն սպասարկում։ Սա երկարաժամկետ
                    ներդրում է, որը ոչ միայն վերադարձնում է իր արժեքը, այլև սկսում է շահույթ բերել առաջին մի քանի
                    տարիներից։ Բացի այդ, շատ երկրներում հասանելի են պետական սուբսիդիաներ կամ հարկային արտոնություններ,
                    որոնք նպաստում են արևային համակարգի տեղադրմանը։

                    Ընտրելով արևային էներգիան՝ դուք ոչ միայն խնայում եք գումար, այլև մասնակցում եք մաքուր և կայուն
                    ապագայի ստեղծմանը՝ պաշտպանելով շրջակա միջավայրը։
                </p>

                <button>Know More</button>
            </div>
        </div>
    )
}